{
  "title": "Bienvenido to react using react-i18next",
  "header": {
    "about-me": "Sobre mi",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "contact": "Contacto"
  },
  "about-me": {
    "hello": "Hola, mi nombre es",
    "title": "Ingeniero en desarrollo de software",
    "sub-title":"Sobre mi",
    "description": "Desarrollador de software con {{age}} años de edad y experiencia en el desarrollo de aplicaciones web y móviles. Me especializo en crear soluciones funcionales y eficientes, y estoy en constante búsqueda de oportunidades que me permitan seguir aprendiendo, crecer profesionalmente y aportar valor a los proyectos en los que participo",
    "btn-projects": "Ir a proyectos",
    "work-exp": {
      "title": "Experiencia Laboral",
      "work1": {
        "title": "Desarrollador Frontend Jr",
        "desc": "Desarrollador de Frontend en <2>React Native</2> para una aplicación para digitalizar el proceso de negocio de la empresa en todos sus puntos y departamentos"
      },
      "work2": {
        "title": "Desarrollador de software Jr",
        "desc": "Desarrollador en proyectos de software enfocados a los  departamentos de Ingenieria y Calidad para la digitalización de  procesos en el <1>SCADA Ignition</1> y  analisis de datos con <1>SQL</1>"
      },
      "work3": {
        "title": "Desarrollador",
        "desc": "Participé en el desarrollo aplicaciones y componentes frontend y backend, contribuyendo en varios proyectos con la tecnologia de <2>NextJs (react) y React native</2>."
      },
      "work4": {
        "title": "Desarrollador en estadias",
        "loc": "Inria (Grenoble, Francia)",
        "desc": "Creación de interfaz web en <2>React</2> y desarrollo de la integración del backend desarrollado en <2>Python</2> para la interfaz web"
      }
    },
    "academic-exp": {
      "title": "FORMACIÓN PROFESIONAL",
      "one": {
        "title": "Ingenieria en desarrollo y gestion de software",
        "school": "Universidad Tecnologica de Chihuahua"
      },
      "two": {
        "title": "Licencia Profesional en Servicios móviles e interfaces nómadas",
        "school": "IUT 1 Grenoble Francia"
      },
      "three": {
        "title": "TSU Desarrollo de software multiplataforma",
        "school": "Universidad Tecnologica de chihuahua"
      }
    }
  },
  "projects": {
    "title": "Proyectos",
    "btn": "Ir a pagina",
    "project1": {
      "title": "Buscador de recetas para cocteles",
      "description": "Aplicación desarrollada en React que permite al usuario buscar recetas de cócteles a partir del nombre del trago o sus ingredientes. Utiliza una API externa para mostrar detalles como los ingredientes, instrucciones de preparación y una imagen del cóctel."
    },
    "project2": {
      "title": "Buscador de temperaturas",
      "description": "Proyecto en React que muestra la temperatura actual y el clima de una ciudad ingresada por el usuario. Consume una API de clima (como OpenWeatherMap) y presenta datos como la temperatura, la humedad y el estado del cielo en tiempo real."
    },
    "project3": {
      "title": "Contador de calorias",
      "description": "Aplicación interactiva construida con React para calcular las calorías consumidas en el día. El usuario puede agregar alimentos, asignarles valores calóricos y llevar un control del total diario. Ideal para quienes siguen una dieta o quieren monitorear su nutrición."
    },
    "project4": {
      "title": "Control de gastos",
      "description": "Herramienta desarrollada con React para gestionar los gastos personales o familiares. Permite establecer un presupuesto, registrar egresos y visualizar un resumen gráfico del estado financiero. Útil para mejorar la administración del dinero."
    }
  },
  "skills": {
    "title": "Habilidades",
    "tec": "Tecnicas",
    "lang": "Idiomas",
    "lang_es": "Español - Nativo",
    "lang_fr": "Frances - B2",
    "lang_en": "Inglés"
  },
  "contact": {
    "title":"Contacto"
  }
}
